Revit 2024 API
ParameterTypeId.SteelElemShearstudGrade Property
 "Grade"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemShearstudGrade { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemShearstudGrade As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemShearstudGrade {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace